alert('досвиданья');
/*

гегп
*/
let saas;
big
bigint// юольште числп
Number// числа
String// строка
Boolean// труе фалсе
null// неизвесно
undefined// непприсвоеное
Symbol// уникальные знаки
object// сложные структуры

// + плюс 
//- минус
// / деление
//* умнжение
//% - остаток от деления 
// ** возведение в степень
/* 15 )+ 
    15)- 
    14)**
    13)*
    12) +
    12)-
    2)=
    логические операторы
   || оператор или
   ||= оператор присваивания или
   && оператор и
   &&= оператор присваивания и
   ?? оператор нулевого слияния
   ??= оператор присваивания нулевого слияния
   */
// стр - цифра - стр в цифру
// стр + цифра = цифра в стр
2+2//4
3+2//5
2-2//0
1-1//0
2/2//1
1/2//0.5
2**2//4
1**30 //1
1%3//1
3%3//0
let lat = prompt('2 числа пежелуста')
let asd = prompt('и еще 1')
if(lat>ads)
    alert(lat)
else{alert(ads)}
